{
    "Bug" = "バグ"; 
    "Bugs" = "バグ"; 
    "Component" = "コンポーネント"; 
    "People" = "メンバー"; 
    "Preferences" = "初期設定"; 
    "Priority" = "優先度"; 
    "Requirement" = "要望"; 
    "Requirements" = "要望"; 
    "Requirement Type" = "要望タイプ"; 
    "Requirement Sub Type" = "要望 サブタイプ"; 
    "Release" = "リリース"; 
    "State" = "状態"; 
    "Test Item" = "テスト項目"; 
    "Test Items" = "テスト項目"; 

    "Children" = "子コンポーネント"; // Means children component
    "Comments" = "備考"; 
    "Controlled" = "管理下"; 
    "Date Created" = "作成日"; 
    "Date Modified" = "更新日"; 
    "Date Submitted" = "登録日";
    "Difficulty" = "難易度"; 
    "Email" = "Eメール"; 
    "Feature Request" = "機能要求"; 
    "Is Active" = "使用可"; 
    "Is Admin" = "管理者"; 
    "Is Customer Service" = "カスタマーサービス"; 
    "Is Engineering" = "エンジニアリング"; 
    "Is Open" = "未解決"; 
    "Login" = "ログイン"; 
    "Name" = "吊前"; 
    "Originator" = "発起人"; 
    "Owner" = "オーナー"; 
    "Parent" = "親コンポーネント";  // Means parent component
    "Password" = "パスワード"; 
    "Previous Owner" = "前オーナー"; 
    "Read" = "既読"; 
    "Subject" = "タイトル"; 
    "Target Release" = "目標リリース"; 
    "Text Description" = "説明"; 
    "Title" = "タイトル"; 

    // Entity "Priority"
    "1, Critical" = "緊急"; 
    "2, High" = "高";
    "3, Medium" = "中"; 
    "4, Low" = "低";

    // Entity "State"
    "1, Analyze" = "分析"; 
    "2, Build" = "構築"; 
    "3, Verify" = "検証";    
    "4, Document" = "報告書"; 
    "5, Closed" = "完了";
    
    // Entity "TestItemState"
    "1, Open" = "未解決"; 
    "2, Bug" = "バグ"; 
    "3, Closed" = "完了"; 
    "4, Requirement" = "要望"; 
}
